[
  {
    "id": "1a",
    "title": "À contre-sens",
    "year": 2023,
    "description": "Noah doit quitter sa ville, son petit ami et ses amis pour emménager dans le manoir de William Leister, le nouveau et riche mari de sa mère. Âgée de dix-sept ans, fière et indépendante, Noah rencontre Nick, son nouveau demi-frère, et leurs fortes personnalités s’entrechoquent dès le début. Noah découvre bientôt que derrière l'image d'un fils modèle, Nick cache une vie de bagarre, de jeu et de courses automobiles illégales. Malgré l'abîme qui les sépare, tous deux commencent à ressentir une attirance irrésistible qui se transformera bientôt en feu et en folle passion. Ni la rivalité permanente, ni l'opposition de leur entourage ne peuvent les empêcher de tomber secrètement et follement amoureux. Mais le présent turbulent de Nick et le passé orageux de Noah mettront à l'épreuve leur vie et leur amour interdit.",
    "tmdbRating": "7.8",
    "ageRating": "Interdit aux moins de 16 ans",
    "poster": "https://image.tmdb.org/t/p/w500/3ZCfSSxZ2e4Kiwu3Y9dvfT5n1m6.jpg",
    "versions": [
      {
        "type": "VF",
        "link": "https://drive.google.com/file/d/1eHZlYFjHSaInN0JulGK5UJDeIYYBOJe6/view?usp=drive_link"
      }
    ]
  },
  {
    "id": "2",
    "title": "À contre-sens 2",
    "year": 2024,
    "description": "La relation entre Noah et Nick semble plus forte que jamais, malgré la volonté de leurs parents de les séparer. Mais avec son travail et son entrée à la fac, de nouvelles perspectives amoureuses feront trembler les fondations de leur relation et celles des Leister. Si tout le monde est prêt à détruire une relation, aura-t-on droit à une fin heureuse ?",
    "tmdbRating": "7.1",
    "ageRating": "Interdit aux moins de 16 ans",
    "poster": "https://image.tmdb.org/t/p/w500/b4L9kE63ePeHmsoAzUNNJssqFTZ.jpg",
    "versions": [
      {
        "type": "VF",
        "link": "https://drive.google.com/file/d/1JuMzImluKUWE0FzECkUOzPrq7ZqVUibi/view?usp=drive_link"
      }
    ]
  },
  {
    "id": "1b",
    "title": "À contre-sens : Londres",
    "year": 2025,
    "description": "Noah, 18 ans, quitte l'Amérique pour s'installer à Londres avec sa mère qui vient de tomber amoureuse de William, un riche homme d'affaires britannique. Noah rencontre le fils de William, le rebelle Nick, et découvre qu'il existe entre eux une attirance indéniable. Noah passe l'été à s'adapter à sa nouvelle vie, mais son lourd passé va la rattraper au cœur de cette première idylle.",
    "tmdbRating": "7.4",
    "ageRating": "Interdit aux moins de 16 ans",
    "poster": "https://image.tmdb.org/t/p/w500/y9ii1qorIELEshaxaLuF2MlyRv.jpg",
    "versions": [
      {
        "type": "VF",
        "link": "https://drive.google.com/file/d/1C-Lytw0iIEXkjJiWXnkRuau5aionsDNg/view?usp=drive_link"
      }
    ]
  },
  {
    "id": "3",
    "title": "À contre-sens 3",
    "year": 2025,
    "description": "Le mariage de Jenna et Lion marque les retrouvailles entre Noah et Nick après leur rupture. L'incapacité de Nick à pardonner à Noah représente un obstacle difficile à surmonter. Lui, héritier des affaires de son grand-père, et elle, qui débute sa carrière, évitent de raviver la flamme entre eux. Mais, maintenant qu'ils se retrouvent, l'amour l'emportera-t-il sur le ressentiment ?",
    "tmdbRating": "7.6",
    "ageRating": "Interdit aux moins de 16 ans",
    "poster": "https://image.tmdb.org/t/p/w500/iNncvRAgj8SQA25OhjNZeEElWCK.jpg",
    "versions": [
      {
        "type": "VF",
        "link": "https://drive.google.com/file/d/13DPO2njt6Vh8q_vV-VRmZ31UJfvCy-iP/view?usp=drive_link"
      }
    ]
  }
]