[
  {
    "id": "1a",
    "title": "À contre-sens",
    "year": 2023,
    "description": "Noah doit quitter sa ville, son petit ami et ses amis pour emménager dans le manoir de William Leister, le nouveau et riche mari de sa mère. Âgée de dix-sept ans, fière et indépendante, Noah rencontre Nick, son nouveau demi-frère, et leurs fortes personnalités s’entrechoquent dès le début. Noah découvre bientôt que derrière l'image d'un fils modèle, Nick cache une vie de bagarre, de jeu et de courses automobiles illégales. Malgré l'abîme qui les sépare, tous deux commencent à ressentir une attirance irrésistible qui se transformera bientôt en feu et en folle passion. Ni la rivalité permanente, ni l'opposition de leur entourage ne peuvent les empêcher de tomber secrètement et follement amoureux. Mais le présent turbulent de Nick et le passé orageux de Noah mettront à l'épreuve leur vie et leur amour interdit.",
    "tmdbRating": "7.8",
    "ageRating": "Interdit aux moins de 16 ans",
    "poster": "https://image.tmdb.org/t/p/w500/3ZCfSSxZ2e4Kiwu3Y9dvfT5n1m6.jpg",
    "versions": [
      {
        "type": "VF",
        "link": "https://drive.google.com/file/d/1eHZlYFjHSaInN0JulGK5UJDeIYYBOJe6/view?usp=drive_link"
      }
    ]
  },
  {
    "id": "2",
    "title": "À contre-sens 2",
    "year": 2024,
    "description": "La relation entre Noah et Nick semble plus forte que jamais, malgré la volonté de leurs parents de les séparer. Mais avec son travail et son entrée à la fac, de nouvelles perspectives amoureuses feront trembler les fondations de leur relation et celles des Leister. Si tout le monde est prêt à détruire une relation, aura-t-on droit à une fin heureuse ?",
    "tmdbRating": "7.1",
    "ageRating": "Interdit aux moins de 16 ans",
    "poster": "https://image.tmdb.org/t/p/w500/b4L9kE63ePeHmsoAzUNNJssqFTZ.jpg",
    "versions": [
      {
        "type": "VF",
        "link": "https://drive.google.com/file/d/1JuMzImluKUWE0FzECkUOzPrq7ZqVUibi/view?usp=drive_link"
      }
    ]
  },
  {
    "id": "1b",
    "title": "À contre-sens : Londres",
    "year": 2025,
    "description": "Noah, 18 ans, quitte l'Amérique pour s'installer à Londres avec sa mère qui vient de tomber amoureuse de William, un riche homme d'affaires britannique. Noah rencontre le fils de William, le rebelle Nick, et découvre qu'il existe entre eux une attirance indéniable. Noah passe l'été à s'adapter à sa nouvelle vie, mais son lourd passé va la rattraper au cœur de cette première idylle.",
    "tmdbRating": "7.4",
    "ageRating": "Interdit aux moins de 16 ans",
    "poster": "https://image.tmdb.org/t/p/w500/y9ii1qorIELEshaxaLuF2MlyRv.jpg",
    "versions": [
      {
        "type": "VF",
        "link": "https://drive.google.com/file/d/1C-Lytw0iIEXkjJiWXnkRuau5aionsDNg/view?usp=drive_link"
      }
    ]
  },
  {
    "id": "3",
    "title": "À contre-sens 3",
    "year": 2025,
    "description": "Le mariage de Jenna et Lion marque les retrouvailles entre Noah et Nick après leur rupture. L'incapacité de Nick à pardonner à Noah représente un obstacle difficile à surmonter. Lui, héritier des affaires de son grand-père, et elle, qui débute sa carrière, évitent de raviver la flamme entre eux. Mais, maintenant qu'ils se retrouvent, l'amour l'emportera-t-il sur le ressentiment ?",
    "tmdbRating": "7.6",
    "ageRating": "Interdit aux moins de 16 ans",
    "poster": "https://image.tmdb.org/t/p/w500/iNncvRAgj8SQA25OhjNZeEElWCK.jpg",
    "versions": [
      {
        "type": "VF",
        "link": "https://drive.google.com/file/d/13DPO2njt6Vh8q_vV-VRmZ31UJfvCy-iP/view?usp=drive_link"
      }
    ]
  },
  {
    "id": "1762970072259",
    "title": "Scream",
    "year": 1996,
    "description": "Casey Becker, une belle adolescente, est seule dans la maison familiale. Elle s'apprête à regarder un film d'horreur, mais le téléphone sonne. Au bout du fil, un serial killer la malmène, et la force à jouer à un jeu terrible : si elle répond mal à ses questions portant sur les films d'horreur, celui-ci tuera son copain… Sidney Prescott sait qu'elle est l'une des victimes potentielles du tueur de Woodsboro. Celle-ci ne sait plus à qui faire confiance. Entre Billy, son petit ami, sa meilleure amie Tatum et son frère Dewey, ses copains de classe Stuart et Randy, la journaliste arriviste Gale Weathers et son caméraman Kenny qui traînent tout le temps dans les parages et son père toujours absent, qui se cache derrière le masque du tueur ?",
    "tmdbRating": "7.4",
    "ageRating": "Interdit aux moins de 12 ans",
    "poster": "https://image.tmdb.org/t/p/w500/9LfX3IBeByGdFkmkmNztKBr4nYv.jpg",
    "versions": [
      {
        "type": "VOSTFR",
        "link": "https://drive.google.com/drive/u/1/folders/1RnSTF1Xy6neNjVKVukXp0gcO9BzNirgv"
      }
    ]
  },
  {
    "id": "1762970131480",
    "title": "Scream 2",
    "year": 1997,
    "description": "Phil Stevens et sa copine Maureen Evans sortent ensemble voir en avant‑première le film « Stab », inspirée de la tuerie de la ville de Woodsboro l'année précédente. Le public porte d'ailleurs en grande partie le costume du tueur. Mais parmi les fans déchaînés se cachent un nouvel assassin, qui poignarde devant toute l'audience la pauvre Maureen… Sidney Prescott, une des réelles survivantes du premier massacre, s'est inscrit à la fac de Windsor où elle apprend l'art dramatique, avec son ami Randy. Mais avec ce nouveau fait divers, la jeune femme prend peur et ne peut à nouveau plus faire confiance en personne. Surtout qu'un meurtre intervient dans l'enceinte même du campus : la jeune Casey Cooper a été défenestré après avoir subi deux coups de couteau. Pour Sidney, ça ne fait aucun doute : le cauchemar recommence. Mais qui peut donc s'acharner à vouloir sa mort ? Et pourquoi ?",
    "tmdbRating": "6.5",
    "ageRating": "Interdit aux moins de 12 ans",
    "poster": "https://image.tmdb.org/t/p/w500/tQjkmhosfaZRllklX7P92xBO62o.jpg",
    "versions": [
      {
        "type": "VOSTFR",
        "link": "https://drive.google.com/drive/folders/14i1xAh60hjrlhDo-78F2AyDqpx0ULyTF?usp=drive_link"
      }
    ]
  },
  {
    "id": "1762970233784",
    "title": "Scream 3",
    "year": 2000,
    "description": "Cotton Weary, l'un des survivants de la tuerie de la fac de Windsor, rentre tranquillement chez lui après avoir terminé le tournage de l'émission quotidienne qu'il anime. Le téléphone sonne. Au bout du fil, une fan… qui s'avère être un dangereux tueur, prêt à tout pour retrouver la trace de Sydney Prescott. La jeune femme reste terrée dans une maison surprotégée, afin d'effacer les souvenirs traumatisants dont elle a été précédemment l'héroïne malheureuse lors des massacres perpétrés à Woodsboroo et à Windsor. Le sujet semble quant à lui à la mode, puisque John Milton a décidé de produire un troisième film , « Stab 3 », relatant les agissements du mystérieux tueur masqué. Mais la réalité rattrape à nouveau la fiction lorsque l'une des actrices principales est sauvagement assassiné sur le plateau. Qui s'acharne à vouloir détruire Sydney ? La clé du mystère ne remonte-t-elle pas aux origines de toute cette histoire ?",
    "tmdbRating": "6.0",
    "ageRating": "Interdit aux moins de 12 ans",
    "poster": "https://image.tmdb.org/t/p/w500/8LRHJfLWUx3mRLymFwT7Oo1XuUx.jpg",
    "versions": [
      {
        "type": "VOSTFR",
        "link": "https://drive.google.com/drive/folders/19I94D66_drDXKJva6o6y-DywHw_fEbFm?usp=drive_link"
      }
    ]
  },
  {
    "id": "1762970285589",
    "title": "Scream 4",
    "year": 2011,
    "description": "Dix ans se sont écoulés depuis les terribles meurtres commis par Ghostface. Sydney Prescott est parvenue à tourner la page, mais c’est tout de même avec appréhension qu’elle retourne à Woodsboro pour le lancement de son premier roman. Ses retrouvailles avec sa cousine Jill ainsi qu’avec le duo de choc Dewey et Gale seront de courte durée : Ghostface est de retour mais cette fois-ci, les règles vont changer.",
    "tmdbRating": "6.5",
    "ageRating": "Interdit aux moins de 12 ans",
    "poster": "https://image.tmdb.org/t/p/w500/6b7QW0rseIiD6b5hqCFPqE378t.jpg",
    "versions": [
      {
        "type": "VOSTFR",
        "link": "https://drive.google.com/drive/folders/1EEaBrh8oTl1yyHIc7HFIdXyr9fguJsve?usp=drive_link"
      }
    ]
  },
  {
    "id": "1762970526719",
    "title": "Ichi the Killer",
    "year": 2001,
    "description": "Un chef de gang a disparu, ainsi qu'une énorme somme d'argent qu'il avait en sa possession. Ses hommes se mettent à sa recherche, pensant d'abord à un coup d'une bande rivale. Mais ils découvrent rapidement que c'est un tueur professionnel qui se cache derrière toute cette affaire.",
    "tmdbRating": "7.0",
    "ageRating": "Interdit aux moins de 16 ans",
    "poster": "https://image.tmdb.org/t/p/w500/x6M7uB7DFxsBaNRr2bJFHQi9yLZ.jpg",
    "versions": [
      {
        "type": "VOSTFR",
        "link": "https://drive.google.com/drive/folders/1jcgsH8bcsZ0aev-mObA50FaImEL_7OYw?usp=sharing"
      }
    ]
  },
  {
    "id": "1762970586863",
    "title": "The Social Network",
    "year": 2010,
    "description": "Un soir d'hiver 2003, Mark Zuckerberg, étudiant à Harvard et expert en informatique, s'installe devant son ordinateur et se met à travailler avec frénésie sur une nouvelle idée, autour du développement de programme et de blogs. Ce qui prend forme dans cette chambre ce soir-là deviendra très vite un réseau communautaire à échelle mondiale et une révolution dans la communication. Seulement six années et quelques 500 millions d'amis plus tard, Mark Zuckerberg est devenu le plus jeune milliardaire de l'histoire… Cependant, pour cet entrepreneur, la réussite amène à la fois des complications personnelles et légales.",
    "tmdbRating": "7.4",
    "ageRating": "Tout public",
    "poster": "https://image.tmdb.org/t/p/w500/cvUfwhoAReL4e5eegFCHM73rIda.jpg",
    "versions": [
      {
        "type": "VOSTFR",
        "link": "https://drive.google.com/drive/folders/1RBRdO2mXKSpunYGTcBrYbA5-kX1TchsM?usp=drive_link"
      }
    ]
  },
  {
    "id": "1762970706430",
    "title": "Night Call (Nightcrawler)",
    "year": 2014,
    "description": "Branché sur les fréquences radios de la police, Lou parcourt Los Angeles la nuit à la recherche d’images choc qu’il vend à prix d’or aux chaînes de TV locales. La course au spectaculaire n'aura aucune limite...",
    "tmdbRating": "7.7",
    "ageRating": "Tout public",
    "poster": "https://image.tmdb.org/t/p/w500/pATJSq0OobFU9DmcKQUqQPpzDET.jpg",
    "versions": [
      {
        "type": "VOSTFR",
        "link": "https://drive.google.com/drive/folders/10rtE-ZIHF-jypzhfRtOq1l4LFxp8CcMj?usp=drive_link"
      }
    ]
  }
]